{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "vim-buffergator": { "branch": "master" }
}
